Repository: multani/sonata
Catalog: po/*.po
Languages: sk

source: About Sonata
sk: O programe Sonata

source: Preferences
sk: Nastavenie

source: Switch to [1st-5th] tab
sk: Prepnú» na [1-5] tab

source: Connect to MPD
sk: Spoji» s MPD

source: Disconnect from MPD
sk: Odpoji» od MPD

source: Randomize current playlist
sk: Náhodne zoradi» aktuálny zoznam

source: Expand player
sk: Zväè¹i» prehrávaè

source: Switch to previous tab
sk: Prejs» na predchádzajúcu kartu

source: Switch to next tab
sk: Prejs» na následujúcu kartu

source: Collapse player
sk: Zmen¹i» prehrávaè

source: Search library
sk: Prehµada» kni¾nicu

source: Quit
sk: Koniec

source: Update entire library
sk: Aktualizova» celú kni¾nicu

source: Display popup menu
sk: Zobrazi» vyskakovacie menu

source: Minimize to system tray (if enabled)
sk: Skry» do systémovej oblasti (ak je zapnuté)

source: Previous track
sk: Predchádzajúca stopa

source: Next track
sk: Ïal¹ia stopa

source: Lower the volume
sk: Zní¾i» hlasitos»

source: Raise the volume
sk: Zvý¹i» hlasitos»

source: Play selected song
sk: Prehra» vybranú skladbu

source: Remove selected song(s)
sk: Zmaza» vybrané skladby

source: Center currently playing song
sk: Umiestni» prehrávanú skladbu na stred

source: Edit selected song's tags
sk: Upravi» tagy vybranej skladby

source: Save to new playlist
sk: Ulo¾i» do nového playlistu

source: Clear list
sk: Vymaza» zoznam

source: Randomize list
sk: Náhodne zoradi» zoznam

source: Add selected song(s) or enter directory
sk: Prida» vybranú skladbu alebo vstúpi» do prièinku

source: Go to parent directory
sk: Ís» do nadradeného prieèinku

source: Add selected item(s)
sk: Prida» vybrané polo¾ky

source: Replace with selected item(s)
sk: Prepísa» vybranými polo¾kami

source: Add selected item(s) and play
sk: Prida» vybrané polo¾ky a prehrá»

source: Replace with selected item(s) and play
sk: Prepísa» vybranými polo¾kami a prehra»

source: Add selected playlist(s)
sk: Prida» vybrané playlisty

source: Remove selected playlist(s)
sk: Zmaza» vybrané playlisty

source: Replace with selected playlist(s)
sk: Prepísa» vybranými playlistami

source: Add selected playlist(s) and play
sk: Prida» vybrané playlisty a prehra»

source: Replace with selected playlist(s) and play
sk: Prepísa» vybranými playlistami a prehra»

source: Add selected stream(s)
sk: Prida» vybrané streamy

source: Remove selected stream(s)
sk: Zmaza» vybrané streamy

source: Replace with selected stream(s)
sk: Prepísa» vybranými streamami

source: Add selected stream(s) and play
sk: Prida» vybrané streamy a prehra»

source: Replace with selected stream(s) and play
sk: Prepísa» vybranými streamami a prehra»

source: Edit playing song's tags
sk: Upravi» tagy prehrávanej skladby

source: Main Shortcuts
sk: Hlavné skratky

source: Playback Shortcuts
sk: Skratky pre prehrávanie

source: Current Shortcuts
sk: Skratky pre aktuálny playlist

source: Library Shortcuts
sk: Skratky pre kni¾nicu

source: Playlist Shortcuts
sk: Skratky pre playlist

source: Stream Shortcuts
sk: Skratky pre stream

source: Info Shortcuts
sk: Skratky pre informácie

source: Shortcuts
sk: Skratky

source: An elegant music client for MPD.
sk: Elegantný klient pre MPD

source: _Shortcuts
sk: _Skratky

source: Unable to launch a suitable browser.
sk: Nie je mo¾né spus»i» vhodný prehliadaè.

source: Launch Browser
sk: Spusti» prehliadaè

source: Options
sk: Voµby

source: Show this help and exit
sk: Zobrazí tento pomocník a ukonèi»

source: Toggles whether the app is minimized
sk: Prepína, ak je aplikácia minimalizovaná

source: to tray or visible (requires D-Bus)
sk: v systémovej oblasti, alebo viditeµná (potrebný D-Bus)

source: Show version information and exit
sk: Zobrazí informácie o verzii a skonèí

source: Start app hidden (requires systray)
sk: Spusti» aplikáciu skrytú (potrebný systray)

source: Start app visible (requires systray)
sk: Spusti» aplikáciu viditeµnú (potrebný systray)

source: Start with profile [NUM]
sk: Spusti» s profilom [NUM]

source: Play song in playlist
sk: Prehra» skladbu v playliste

source: Pause currently playing song
sk: Pozastavi» prehrávanú skladbu

source: Stop currently playing song
sk: Zastavi» prehrávanú skladbu

source: Play next song in playlist
sk: Prehra» ïal¹iu skladbu v playliste

source: Play previous song in playlist
sk: Prehra» predchádzajúcu skladbu v playliste

source: Toggle play/pause; plays if stopped
sk: Zmeni» prehrávanie/pauza; hraje keï je zastavené

source: Toggle repeat mode
sk: Prepnú» do módu opakovanie

source: Toggle random mode
sk: Prepnú» do náhodného módu

source: Display current song info
sk: Zobrazi» informácie o aktuálnej skladbe

source: Display MPD status
sk: Zobrazi» stav MPD

source: Default Profile
sk: Prednastavený profil

source: by
sk: od

source: from
sk: z

source: Unable to connect to MPD. Please check your Sonata preferences or MPD_HOST/MPD_PORT environment variables.
sk: Nie je mo¾né sa spoji» s MPD. Prosím skontrolujte nastavenie Sonaty, alebo premenné prostredie MPD_HOST/MPD_PORT.

source: Title
sk: Názov

source: Artist
sk: Umelec

source: Date
sk: Dátum

source: Track
sk: Stopa

source: Genre
sk: ®áner

source: File
sk: Súbor

source: Time
sk: Èas

source: Bitrate
sk: Dátový tok

source: MPD stopped
sk: MPD zastavené

source: State
sk: Stav

source: Playing
sk: Prehrávanie

source: Paused
sk: Pozastavené

source: Stopped
sk: Zastavené

source: Repeat
sk: Opakova»

source: Random
sk: Náhodne

source: Volume
sk: Hlasitos»

source: Crossfade
sk: Prelínanie

source: second
sk: sekunda

source: Sonata failed to connect to the D-BUS session bus: Unable to determine the address of the message bus (try 'man dbus-launch' and 'man dbus-daemon' for help)
sk: Sonata zlyhala pri spojovaní s D-BUS session bus: Nie je mo¾né urèi» adresu správy bus (skúste 'man dbus-launch a 'man dbus-daemon' pre pomocníka)

source: Song Info
sk: Informácie o skladbe

source: Launch artist in Wikipedia
sk: Prejs» na umelca vo Wikipedii

source: Launch album in Wikipedia
sk: Prejs» na album vo Wikipedii

source: Toggle extra tags
sk: Prepnú» dodatoèné tagy

source: Edit song tags
sk: Ulo¾i» playlist do

source: Lyrics
sk: Text skladby

source: Search Lyricwiki.org for lyrics
sk: Hµada» texty na Lyricwiki.org

source: Album Info
sk: Informácie o albume

source: more
sk: viac

source: hide
sk: skry»

source: edit tags
sk: upravi» tagy

source: Album info not found.
sk: Informácie o albume nie sú dostupné.

source: Album name not set.
sk: Meno albumu nie je nastavené

source: ZSI not found, fetching lyrics support disabled.
sk: ZSI nie je dostupný, získavanie textov bude vypnuté.

source: Artist or song title not set.
sk: Umelec alebo meno skladby nie je nastavené

source: search
sk: hµada»

source: Lyrics not found
sk: Text nie je dostupný

source: Fetching lyrics...
sk: Získavam text...

source: Couldn't connect to LyricWiki
sk: Nie je mo¾né sa pripoji» k LyricWiki

source: Fetching lyrics failed
sk: Získavanie textu zlyhalo

source: Untagged
sk: Bez tagov

source: Various Artists
sk: Rôzny umelci

source: Filename
sk: Meno súboru

source: Everything
sk: V¹etko

source: Filesystem
sk: Systém súborov

source: Library browsing view
sk: Prehliadanie kni¾nice

source: song
sk: skladba

source: minute
sk: minuta

source: Path
sk: Cesta

source: Current
sk: Aktuálny

source: Library
sk: Kni¾nica

source: Playlists
sk: Playlisty

source: Streams
sk: Streamy

source: Info
sk: Informácie

source: Entire song
sk: Celá skladba

source: _Sort List
sk: Zora_di» sznam

source: Sa_ve List to
sk: Ulo¾i» playlist do

source: _Connection
sk: _Spojenie

source: P_lay after
sk: Pr_ehra» po

source: _Update
sk: _Aktualizova»

source: Use _Remote Image...
sk: Pou¾i» _vzdialený obrázok...

source: Use _Local Image...
sk: Pou¾i» _lokálny obrázok...

source: _Next
sk: _Ïal¹iu

source: _Quit
sk: _Ukonèi»

source: _Remove
sk: Z_maza»

source: _Clear
sk: Zmaza» _v¹etko

source: _Preferences...
sk: _Nastavenie

source: _About...
sk: _O Sonate

source: _Edit Tags...
sk: Upravi» _tagy

source: _Add
sk: Pr_ida»

source: _Replace
sk: _Prepísa»

source: Add
sk: Pridat

source: Replace
sk: Prepísa»

source: _Delete...
sk: Z_maza»...

source: Shuffle
sk: Zamie¹a»

source: _Repeat
sk: Opa_kova»

source: Rando_m
sk: Ná_hodne

source: By Artist
sk: Podµa umelca

source: By Album
sk: Podµa albumu

source: By Song Title
sk: Podµa názvu skladby

source: By File Name
sk: Podµa mena súboru

source: By Dir & File Name
sk: Podµa mena súboru a prieèinku

source: Reverse List
sk: Obráti» zoznam

source: _New...
sk: No_vý...

source: _Edit...
sk: Up_ravi»...

source: _Rename...
sk: Pre_menova»...

source: Click to expand
sk: Klikni pre roz¹írené zobrazenie

source: Click to collapse
sk: Klikni pre kompaktné zobrazenie

source: Not Connected
sk: Nepripojené

source: No Read Permission
sk: Chýba právo na èítanie

source: Profile
sk: Profil

source: Disconnect
sk: Odpoji»

source: Year
sk: Rok

source: Len
sk: Då¾ka

source: Unknown
sk: Neznámy

source: day
sk: deò

source: hour
sk: hodina

source: and
sk: a

source: (updating mpd)
sk: (aktualizuje sa mpd)

source: Lyrics Search
sk: Hµadanie textu

source: _Search
sk: _Hµada»

source: Artist Name
sk: Meno umelca

source: Song Title
sk: Názov skladby

source: Open Image
sk: Otvori» obrázok

source: Images
sk: Obrázky

source: All files
sk: V¹etky súbory

source: Choose Cover Art
sk: Vybra» obrázok albumu

source: C_hoose
sk: _Vybra»

source: Edit search terms
sk: Upravi» hµadaný výraz

source: No artist or album name found.
sk: Meno umelca alebo albumu nie je dostupné

source: No cover art found.
sk: Obrázok albumu nie je dostupný

source: Delete the selected playlist?
sk: Zmaza» vybraný playlist?

source: Delete Playlist
sk: Zmaza» playlist

source: Delete the selected stream?
sk: Zmaza» vybraný stream?

source: Delete Stream
sk: Zmaza» stream

source: To save lyrics to the music file's directory, you must specify a valid music directory.
sk: Pre ulo¾enie textu do prieèinka s hudbou musíte uvies» jeho platný názov.

source: Music Dir Verification
sk: Overenie prieèinku s hudbou

source: To save artwork to the music file's directory, you must specify a valid music directory.
sk: Pre ulo¾enie obrázku do prieèinku s hudbou musíte uvies» platný prieèinok s hudbou

source: artist
sk: umelec

source: day of bliss
sk: deò blaha

source: hour of bliss
sk: hodina blaha

source: Save Playlist
sk: Ulo¾i» playlist

source: Would you like to replace the existing playlist or append these songs?
sk: Prajete si prepísa» existujúci playlist alebo prida» tieto skladby?

source: Replace playlist
sk: Prepísa» playlist

source: Append songs
sk: Prida» skladby

source: A playlist with this name already exists. Would you like to replace it?
sk: Playlist s týmto menom u¾ existuje. Prajete si ho prepísa»?

source: Playlist name
sk: Meno playlistu

source: Rename Playlist
sk: Premenova» playlist

source: System tray
sk: Systémová oblas»

source: Top Left
sk: Vµavo hore

source: Top Right
sk: Vpravo hore

source: Bottom Left
sk: Vµavo dole

source: Bottom Right
sk: Vpravo dole

source: Screen Center
sk: Stred obrazovky

source: MPD Connection
sk: Pripojenie k MPD

source: Leave blank if no password is required.
sk: Necha» prázdne, ak netreba heslo.

source: Using MPD_HOST/PORT
sk: Pou¾ívam MPD_HOST/PORT

source: Extras
sk: Naviac

source: Fade length
sk: Då¾ka prechodu

source: Display
sk: Zobrazenie

source: Standard
sk: Standardný

source: Stylized
sk: ©tylizovaný

source: Artwork style:
sk: ©týl obrázku albumu:

source: Local only
sk: Iba lokálne

source: custom
sk: vlastné

source: Save art to:
sk: Ulo¾i» obrázok albumu ako:

source: Save lyrics to:
sk: Ulo¾i» text do

source: Window Behavior
sk: Chovanie okna

source: If enabled, closing Sonata will minimize it to the system tray. Note that it's currently impossible to detect if there actually is a system tray, so only check this if you have one.
sk: Ak je zapnuté, pri zatvorení bude Sonata iba minimalizovaná do systémovej oblasti. Momentálne nemo¾no zisti», èi je k dispozícii systémová oblas», preto sa uistite, ¾e je mo¾né systémovú oblas» pou¾i».

source: Miscellaneous
sk: Rôzne

source: If enabled, Sonata will automatically update your MPD library when it starts up.
sk: Ak je zapnuté, Sonata bude automaticky aktualizova» kni¾nicu MPD pri spustení.

source: MPD allows playback even when the client is not open. If enabled, Sonata will behave like a more conventional music player and, instead, stop playback upon exit.
sk: MPD umo¾òuje prehrávanie i keï klient nie je spustený. Pokiaµ je tato voµba zapnutá, Sonata sa mô¾e správa» ako be¾né prehrávaèe a zastavi» prehrávanie pri ukonèení.

source: If enabled, Sonata will create a xmms-infopipe like file containing information about the current song. Many applications support the xmms-info file (Instant Messengers, IRC Clients...)
sk: Ak je zapnuté, Sonata vytvorí xmms-infopipe ako súbor obsahujúci informácie o aktuálnej skladbe. Mnoho aplikácií súbor xmms-info podporuje (Instant messenger, IRC klienti...)

source: Song Formatting
sk: Formát skladby

source: Available options
sk: Dostupné voµby

source: Artist name
sk: Meno umelca

source: Album name
sk: Meno albumu

source: Track name
sk: Meno stopy

source: Track number
sk: Èíslo stopy

source: File name
sk: Meno súboru

source: Stream name
sk: Meno streamu

source: Song length
sk: Då¾ka skladby

source: Elapsed time (title only)
sk: Uplynulý èas (iba v názve)

source: Info displayed only if all enclosed tags are defined
sk: Informácie zobrazené len keï sú v¹etky prilo¾ené tagy definované

source: Creates columns in the current playlist
sk: Vytvorí ståpce v aktuálnom playliste

source: New Profile
sk: Nový profil

source: Custom Artwork
sk: Vlastný obrázok albumu

source: Artwork filename
sk: Meno obrázku albumu

source: Edit Stream
sk: Upravi» stream

source: New Stream
sk: Nový stream

source: Stream URL
sk: URL streamu

source: A stream with this name already exists. Would you like to replace it?
sk: Stream s týmto menom u¾ existuje. Chcete ho prepísa»?

source: Taglib and/or tagpy not found, tag editing support disabled.
sk: Knihovna taglib nebo tagpy nie je dostupná, podpora úpravy tagov vypnutá.

source: Edit Tags
sk: Upravi» tagy

source: The path
sk: Cesta

source: does not exist. Please specify a valid music directory in preferences.
sk: neexistuje. Prosím zadajte platný prieèinok s hudbou v nastavení.

source: File
sk: Súbor

source: not found. Please specify a valid music directory in preferences.
sk: neexistuje. Prosím zadajte platný prieèinok s hudbou v nastavení.

source: No music files with editable tags found.
sk: Nie sú dostupné súbory s upraviteµnými tagmi.

source: Comment
sk: Komentár

source: Save _All
sk: Ulo¾i» _V¹etko

source: Increment each selected music file, starting at track 1 for this file.
sk: Prida» ka¾dý vybraný hudobný súbor, zaèiatok od stopy 1 pre tento súbor.

source: Apply to all selected music files.
sk: Pou¾i» na v¹etky vybrané hudobné súbory

source: of
sk: z

source: Unable to save tag to music file.
sk: Nie je mo¾né ulo¾i» tag do hudobného súboru
